{"all":[{"id":"1","name":"Bono coffee inc","description":"Coffee rosters","products":"Coffee beans"},{"id":"2","name":"Tupperware Crown Jewels","description":"","products":"Tupperware"},{"id":"4","name":"Chi''s Tea Company","description":"Chi’s Tea Company was formed on the premise to heal one’s body, mind and soul through consumption of natural herbs and plants to nourish that life force. As a four year old Calgary based family run business, they take pride in their unique elixirs.\n\nThey hand blend therapeutic loose-leaf teas using premium organic herbs, plants and spices filled with superlative health benefits. Their Award winning, delicately crafted artisanal teas are delicious besides being additive free, gluten free, sugar free, vegan, keto friendly and enjoyed equally by all age groups alike. \n\nChi''s Tea also carry oil pulling blend and quick absorbtion superfoods which are essentially plant extracts for your natural daily dose of antioxidants, vitamins to support your immune system to revitalize, recharge and reenergize!","products":"Therapeutic tea blends, superfoods, elixirs, oil pulling blend, raw cane sugar, dates, tea accessories, iced teas"},{"id":"5","name":"Annabelle’s Silver &amp;Art","description":"My jewellery designs have been inspired from my travels, and my love for different cultures. Each piece is derived from My jewellery designs have been inspired from my travels, and my love for different cultures. I use natural stones an metals.","products":"Jewelry and clothing"},{"id":"6","name":"Calgary Straight Razor Shaving","description":"S.L.A.M.  Shave like a Man wet shave products\nWe carry all the highest quality wet shave products available mainly Canadian made.","products":"personal hygiene  shave related"},{"id":"7","name":"Magenta Home","description":"We make everything from locally sourced reclaimed wood. Small home decor items such as: trays, candle holders, wall house pieces, wall hook pieces, house art paint set.","products":"Trays, candle holders, wall house pieces, wall hook pieces, house art paint set, everything made with reclaimed wood."},{"id":"8","name":"Screamers n More","description":"We serve 12 flavors of foothills hard ice-cream and 2 flavors of soft ice-cream , we rote the flavors every week so you can find a new treasure every week, our soft ice-cream flavors are not the normal chocolate , we do have vanilla in the one side but want to have  you excited about a new flavor every week.\nOur sundaes are aviable in with 5 topping to choose from , we also offer Screamers.... Soft Vanilla ice-cream and slushies'' together.\nWe also Slushies, pops and water , freezies , popsicles and candy","products":"Foothills Ice-cream Soft &amp; Hard\nSlushies''\nScreamers \nPop &amp; Water\nSundaes (5 flavors) \npopsicles (novelties ) &amp; Freezies\nSome candy and cotton candy"},{"id":"10","name":"Shamm’s kitchen","description":"I love cooking and I like to share my preparation with people .I love knitting , sewing and crotche so I make craft items, indian apperals, tops , scarves .","products":"Samosa, pakoras, wraps,curries, sauces,naan,roti,dosa thin bread, paranthas and curry meals,chicken and veg,indian chutnies and pickles, dips, pita chips, papadums,spices, indian peanut chikki,sweets, rice krispies,baklawa,falafal, pre packed lunch boxes.hand made craft items sewing, knitting and crotchet gift items and indian apperals,tops,shawl, scarves, tote bags, aprons,table cloth , curtain panel, cozies, t towels, henna tattoos and henna cones."},{"id":"12","name":"Mackenzie Jones Designs Inc","description":"I graduated from the Alberta College of Art in Jewellery and Metals. My team and I hand make one of a kind solid sterling silver, 14K yellow and 14Krose gold fill jewellery. Each and every piece is lovingly hand crafted in our home studio in Calgary. We are inspired by the Canadian Rockies and that theme is evident throughout all of our work.  All of our materials including the metals and stones are locally sourced from Canadian makers and mines.","products":"Handmade Sterling Silver Jewellery Inspired by the Rocky Mountains"},{"id":"13","name":"ARTISTIC IMPRESSIONS BY ADRIANAH","description":"One of a kind, Unique Pieces of Art Works...I also do Pet Portraits","products":"Artworks On Reclaimed woods with mixed Mediums"},{"id":"16","name":"Cian''s Mustard Inc","description":"Cian''s Mustard is a family business that crafts a variety of flavoured prepared mustards using natural and Canadian sourced ingredients (Alberta, BC, and Quebec).  Our story began with a family recipe (Grandfather’s) and one young man’s snack of a mustard sandwich.  We strive to grow at a sustainable pace as customer service and our product integrity is of upmost importance to us.\nWe go “beyond ordinary” mustard of the traditional mustard and vinegar. We use a variety of ingredients to maximize flavours creating a more nutriently impactful mustard.","products":"A variety of prepared mustards: Original, Medium, Hot, Maple, Honey, Beer, Honey Hot with seasonal flavours"},{"id":"17","name":"The O.T. Brewing Company Inc.","description":"OT Brewing Company would like people to come together in whatever adventure they are in and enjoy a great craft beer with the people they love.\n\nOT wants to enrich Alberta’s craft beer lovers with a variety of mouth-watering, high-quality craft brews.  We unapologetically step out of the box with the beers we create to compliment life’s moments.","products":"Craft Beer"},{"id":"20","name":"Mylos Mills","description":"Our products are handmade stainless steel mills for pepper, salt, coffee and spices. We make them in various formats\/sizes.","products":"Stainless steel pepper mills, salt mills, coffee mills, spice mills."},{"id":"22","name":"Urku","description":"Franklin and Rebecca Saavedra, owners and designers of Urku product, bring a beautiful and warm collection of fall and winterwear. Our products are made chiefly from Alpaca and Sheep wool, although we do use a variety of wools. Each jacket is meticulously hand knit, and finished with sewing liners and applicays to provide a beautiful and unique work of art in each piece of clothing. Please come to visit, chat and check out our wares.","products":"Jackets, sweaters, ponchos, mitts, hats, scarves (fall and winterwear)"},{"id":"25","name":"Innisfail Growers","description":"We are 5 central Alberta families working together to grow high quality, local and fresh produce.  We also make many different preserves in our commercial kitchens.","products":"Alberta grown vegetables, flowers, preserves and caramel popcorn."},{"id":"26","name":"Moji Bakery","description":"Moji Bakery is a female-run bakery, whose mission is unite individuals, families, communities and cultures, one cheese bun at a time.","products":"We will be selling the following:\nRegular Pandebono: Toapioca based cheese bun\nPandebono with guava: Tapioca based cheese bun with guava"},{"id":"27","name":"Going Nuts","description":"We roast and flavor many different kinds of Nuts and Nut Butters. We also make 10 different types of Granola, and Granola Bars. We have been in business for 18 years, and we are still family run and completely local.","products":"Roasted, Flavored Nuts\nGranola and Granola Bars\nNut Butters"},{"id":"28","name":"Solstice Berry Farm","description":"Solstice Berry Farm is family-owned and operated, growing high quality saskatoon berries since 2003.  We are privileged to be located in the gorgeous foothills of the Rocky Mountains, just NW of Calgary, Alberta. We are a family who are passionate about saskatoons, so much so that we have chosen only to grow these berries.  Saskatoon berries are such a powerhouse of anti-oxidants, nutrition and most importantly, great taste!  On our farm we continually strive to be responsible stewards of the land, and in the process creating a place we call home, we love sharing our journey, passion and experiences with others.","products":"Saskatoons:  (frozen)\nFrozen ready-to-bake pies:  saskatoon, saskatoon\/rhubarb, saskatoon\/strawberry, strawberry\/rhubarb\nPie Filling:  saskatoon, no added sugar saskatoon\nRegular sugar products:\nJams:  saskatoon, saskatoon\/rhubarb spread, saskatoon\/strawberry, strawberry\/rhubarb, Hot Thai Chili Saskatoon Jam\nJelly:  saskatoon\nSyrup:  saskatoon\nNo added sugar:  saskatoon jam, saskatoon pie\nSaskatoon Berry Juice\nSaskatoon Vinaigrette\nSaskatoon BBQ Sauce\nSaskatoon Dessert Topping\n\nHandmade soap:  saskatoon (our primary product) plus a selection of others.  Made by a third party for us, who is an expert in skin care and uses our fruit in the products.  All made with food-grade ingredients and all natural essences."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"34","name":"Starlight Snacks","description":"Starlight Snacks is family owned and operated freeze dried snack business in Calgary featuring a range of freeze dried products from fruit, ice cream and cheese to jello and of course candy. We are always working on creating new and innovated freeze dried snacks for our customers.\nNo more sticky, chewy candy that sticks to your teeth and make a mess. No more melting or need for a fridge\/freezer. Our treats are shelf stable and easy to travel with.\nThese bite sized snacks are perfect for those sweet cravings of yours.\nSugar Free options available.","products":"Freeze Dried Snacks including taffy, sugar free taffy, skittles, marshmallows, ice cream, jello, fruits, cheese, and other specialty freeze dried items. I sometimes also carry non-freeze dried candies."},{"id":"35","name":"I Love Biscotti Co.","description":"&quot;I Love Biscotti Co.&quot; biscotti are an original take on the traditional Italian biscotti. \nEach biscotti is handmade and decorated individually, and the care shown comes through in each sweet bite.\nInstead of traditional biscotti flavors, we like to focus on unique and seasonal flavours like salted caramel, lemon lavender, pumpkin spice, chocolate raspberry and many more.\nThey are made with fresh ingredients for natural flavour and baked three times for additional crunch,\nperfect with your morning coffee, espresso, tea, or glass of milk.","products":"Gourmet Biscotti and gourmet cookie\/sweets accompanied by locally roasted coffee (Kingdom Coffee) in variety of gift packaging (gift boxes, gift bags, cups, baskets for special occasions)."},{"id":"36","name":"Ma Pastry Inc.","description":"Ma Pies make and sell frozen pocket pies for people that want to save time in the kitchen and still enjoy a flaky, buttery, and tender crust. Whether you''re looking for something savoury, sweet, for yourself, or for your guests, we have them all!","products":"- Frozen savoury and sweet pocket pies\n- Frozen pizza pies and galettes\n- Other frozen baked goods\n- Baked sweet pocket pies"},{"id":"39","name":"Russell Up Some Buns","description":"Russell Up Some Buns provides homemade buns like your Mom or Grandma used to make.  Traditional cinnamon buns, the cheesiest cheese buns you''ll find, along with our 5 seed canary bun (poppy, pumpkin, pumpkin, sunflower &amp; flax seeds).  We bake as many fresh buns as we can on the morning of the market as we want to bring our best product for you to enjoy.","products":"Homemade buns: cinnamon, cheese, canary buns.  Some varieties with be gluten free &amp; dairy free, and others are vegan friendly.\nPossibly bringing some homemade dinner buns this season (white &amp;\/or whole wheat), and rice crispy squares."},{"id":"40","name":"Stunning Creations","description":"The Handmade designs at Stunning Creations capture the hearts and interests of all those who experience these products first hand.  The craftsmanship and creative design have a wow factor like no other.  Stunning Creations has a line of artistically crocheted lace jewelry that is lightweight, adjustable, and has a sparkle effect that makes heads turn.  Our line includes necklaces, infinity scarves, bracelets and earrings that come in over 50 color choices.  Along with this collection, Stunning Creations recently launched a beautiful line of hand knit scarves, and cable knit hats each topped off with a luxurious detachable pompom.  This cool weather wear is buttery soft to the touch and irresistible.  To top things off is a gorgeous line of ponchos, capes and vests.  Make a fashion statement for any season with a beautiful poncho trimmed with the softest faux fur, and beautiful colors choices.  Perfect for layering all your seasonal looks and feels like you''re wearing a hug!  Stunning Creations has the perfect option for you!\n\n","products":"Handcrafted lace jewelry and accessories along with knit hats, scarves and ponchos."},{"id":"41","name":"Jenny''s Delectables Inc.","description":"Jenny''s Delectables Inc. was created by founder Jennifer Kohut, who began the production and sale of her famous Gourmet Stuff''d Potatoes in 2016. Available only in farmer''s markets for the first 2 years, Jenny''s Delectables quickly grew in popularity across the province, and now includes a wide variety of products including potato skins and mashed potato trays! Committed to producing top quality gourmet food products that customers can feel good about putting on the dinner table, Jenny''s Delectables never wavers from the highest of standards and only uses the freshest, most natural ingredients sourced from local Alberta farms.","products":"Gourmet Stuff''d Potatoes (7 flavours)\nGourmet Potato Skins (2 flavours)\nGourmet Crab Stuff''d Mushroom Caps\nGourmet Smashed Potato Trays (2 flavours)"},{"id":"42","name":"Harvest Hill Foods Inc.","description":"Home made authentic Ukrainian foods made from my Baba''s own recipe''s.","products":"Perogies, garlic sausage, borscht and cabbage rolls"},{"id":"43","name":"Next Gen Flowers","description":"Next Gen Flowers grow all the flowers used in our fresh and dried arrangements and wreaths at our family owned and operated cut flower farm located near Priddis, AB.  We have been selling our flowers locally for over 25 years.  We are focused on providing quality and sustainable flowers to our customers.  In 2020 we started selling our fresh bouquets in glass jars to help reduce our one time plastic use. We also practice companion planting to help with pest control, to provide habitat for beneficial insects, to maximize our use of space which also reduces watering requirements.","products":"We grow fresh cut flowers on our acreage and make fresh cut flower bouquets that are sold at Farmers Markets in the Calgary area.  We supplement our cut flower products when they are not in season with dried flower arrangements, wreaths and we sell potted perennials in the early summer."},{"id":"45","name":"Michelle’s Market","description":"Michelle’s Market is a family farm NE of Brooks Alberta and we grow field vegetables as naturally as possible and provide customers the freshest produce possible. We enjoy selling our products at Bearspaw Lions Farmers Market as the customers appreciate the effort we put in growing veggies.","products":"Peas, beans, carrots, potatoes, onions, lettuce, spinach, Swiss chard, asparagus, beets, zucchini, cucumbers, dill, leeks, broccoli, cabbage, cauliflower, celery, winter squash, pumpkins, ornamental corn, corn, gourds, field tomatoes, field peppers, patty-pan squash, watermelon, cantaloupe, strawberries, honeydew, Brussel sprouts, garlic, radishes, soybeans, eggplant, vegetable marrow, kale, rhubarb, parsnips"},{"id":"46","name":"PS Modern","description":"What started as a single flavour has grown into 30 including the original elderflower, mint, linden blossom, hibiscus, hot toddy, and even a mulled wine starter. The syrups can be enjoyed in beverages that are cold, hot, carbonated, still, or alcoholic.\n\nThrough deconstructing your favourite drinks, you control the amount of flavour and sugar. Whether you’re mixing up a mojito with the mint syrup or making a juice for you and your kids with the hibiscus, PS Modern belongs in your beverages. \n\nA perfect addition or the main ingredient.","products":"I make cordial syrups for mocktails cocktails and craft sodas. I have 23-30 flavors that vary during the season.\nI also make a peach chutney, and a chili lime hot sauce"},{"id":"48","name":"Souto Farms Markets LTD","description":"We are proud to share the inner workings of our family business and explain what sustainable, local farming means to us. As many of you know, we are third generation fruit farmers from Oliver, BC. Over the years, we have grown from hard working farmers into a trusted source of delicious goods sold at Alberta farmer''s markets.\n\nHaving a fruit farm in BC, we always wanted our own vegetable farm in Alberta. In 2018, we planted our own ground crop on our property in Airdrie. We are very proud to have two farms and the ability to provide fresh BC fruit and AB veggies to you and your families - the best of both worlds :)\n\nWe understand that people want to know what they are eating. We also know that you are making a choice in trusting that we are giving you quality products, and are supporting a local, family-run business. Most importantly, we want you to know how much love and respect goes into creating our product and business and that you are a large part of that too.\n\nSouto Farms was built on three key values: community, integrity, and sustainability.","products":"Cherries, peaches, apricots, pears, pruns, plums, grapes, nectarines, all apples, all berries, dried fruit, apple juice, sparkling juice, carrots, potatoes, broccoli, cauliflower, Brussel sprouts, peppers, radishes, onions, garlic, corn, beans, peas, beets, spinach, melons, cucumbers, tomatoes, mushrooms, zucchini etc"},{"id":"49","name":"Thrive Botanicals","description":"Traditional cold-process soap handmade from scratch. They are scented with essential oils, coloured with botanical powders and natural clays.","products":"Traditional cold-process soaps, Botanical Essences, Natural Lip Balm."},{"id":"50","name":"Hear Me Raw","description":"We are a passionate team of individuals dedicated to mindfully crafting functional snacks without compromising taste. We are committed to fostering sustainable relationships both inside our walls and out. At Hear Me “Raw” we are always searching, challenging and doing. We strive to be 1% better everyday in our sourcing, production, company culture, sustainability and impeccable customer service. Our mission is to educate, inspire and empower people to embrace eating with intention.","products":"Pant Based superfood snacks"},{"id":"51","name":"The Wool Mine","description":"The Wool Mine has  been designing their unique products for almost 30 years. We raise sheep and our own wool is used in all our felted wool products. Each piece of fabric is hand dyed and embellished creating one of a kind pieces.   When we started our leather company we applied the same principles. Hand dyed and stamped leathers for unique products. We have high standards that reflect what we make and sell.","products":"Felted wool mittens, vests, seat covers, earmuffs, boot covers, dryer balls.  Leather handbags and accessories , flip flops, wallets, earrings."},{"id":"52","name":"Prairie Mill Bread Co. Ltd.","description":"Delicious wholegrain organic breads","products":"Variety of Organic Wholegrain bread products"},{"id":"54","name":"Medicine Hat Meat Traders Ltd.","description":"MHMT has been providing delicious Soft Beef jerky and Caesar Sticks throughout Alberta for over 12 years. Creating wonderful flavours from our family to yours.","products":"Soft Beef Jerky and Caesar Sticks"},{"id":"56","name":"Buzzy Bee Honey","description":"Our objective is to carefully harvest healthy bee products including, various honeys, bee pollen and propolis to satisfy our customer demand.","products":"Honey, (Comb honey, Liquid honey, Creamed honey, flavoured honey, Honey straws) Candles, Propolis, Bee Pollen."},{"id":"57","name":"Home Stitchery Decor","description":"Home Stitchery Decor specializes in handcrafted rugs and coordinated home decor with a fun farmhouse flair.  Each item is designed and created in my studio in SW Calgary.  You can shop the look direct from me at the Farmers Market and online; or if crafting is your thing find my channel on YouTube where I teach what I do.","products":"Rugs, Tea Towels, Blanket Ladders, Soup Cozies, Dish Cloths, Placemats, Pillows, Dish Drying Mats, Cup Holders, Mandalas, Aprons, Pot Holders, Potato Bags, Lavender Rice Bags,"},{"id":"59","name":"Sabores Restaurant Ltd","description":"Sabores which translates to flavors represents all the sophisticated textures, ingredients, and colors that comprise our cuisine. Sabores seeks to share with the world a piece of a culture that has lasted for generations on end.","products":"Absolutely delicious Mexican style chips and salsas."},{"id":"60","name":"Culture Shocked","description":"Culture Shocked specializes in high quality fermented foods; we make a range of sauerkrauts, kimchi, fermented hot sauces and other condiments. Everything we make is done in small batches and made completely without any added cultures or preservatives here in Calgary.","products":"Sauerkraut\nKimchi\nHot Sauce\nFermented Condiments\nOther Small batch or limited release ferments"},{"id":"61","name":"Demetra Extra Virgin Olive Oil","description":"The product is premium quality extra virgin olive oil. We have sold our extra virgin olive oil at the Bearspaw Farmer Market for years and it is a very popular product. We enjoy your market very much.","products":"extra virgin olive"},{"id":"62","name":"Full Moon Jewelry","description":"Full Moon Jewelry is a Mother &amp; Daughter team based in Airdrie. They make beautiful jewelry out of Canadian Pennies and  Foreign Coins, recent or quite old, as well as from Vintage Used Stamps. They also make pendants, bracelets and earrings with a wide selection of semi-precious gemstones, real pearls and other funky components (all lead and nickel free ) and\/or with 925 Sterling Silver settings.  ALL affordable and unique. Custom orders welcome (year of coins, colors and settings).","products":"Various jewelry made with either coins (Canadian Pennies and Foreign coins), Vintage Stamps or with various components. Includes earrings, pendants, necklaces, bracelets, rings. Other rings that we do not make made of stainless steel. 80% of what we sell is made by us, 20% is se-sale."},{"id":"63","name":"Evil Needle","description":"Evil Needle is a one woman business dedicated to high quality sassy fun and beautiful Aprons and Pillows you will be proud to give ( maybe to yourself ! ) or receive 👏","products":"Aprons and pillows and occasionally hanging towels"},{"id":"64","name":"Norwex","description":"Effective, safe and sustainable Norwex Products include microfiber, household and personal care items that reduce the use of harmful chemicals and help eliminate single use waste.","products":"Norwex microfiber, cleaning without chemicals, environmentally friendly, window cloth, enviro cloth, body and face cloths, laundry detergent"},{"id":"65","name":"Five''21 Roasters LTD","description":"Fuelling intentional lives in Calgary with small-batch, freshly roasted premium coffees.","products":"Artisanal Roasted coffee in 400g, 2lb, 5lb bags"},{"id":"66","name":"Aurora Integrated Technologies Inc.","description":"With 30 years of experience in the Arts and Construction industries our focus is on implementation of home solutions such as gates, handrails, and home decor items. Working in metal, wood and epoxy materials we create a wide range of functional art pieces. Our products are as varied as our clients and the three chosen mediums we have decided to employ to create our functional art pieces with.\n\nSpecialties: The application of modern technology and equipment to create timeless pieces of functional art.","products":"Laser engraved - Signs, Wood cutting boards, Wine racks.   Laser cut - Art panels, Pet products, 3D puzzles.   Plasma cut - Handrail panels, Park benches, Key hooks.   Etched glass laser art.   Downspout diverters.   Custom gates and handrails."},{"id":"68","name":"Phylosophies","description":"Phylosophies offers handcrafted artisan jewellery for that unique you; to enhance personal spirit and express the beauty of the soul.","products":"Handcrafted artisan jewellery crafted from semi-precious stones, Swarovski crystals, sterling silver and 24k gold vermeille"},{"id":"69","name":"Sugar Creek Kettle Corn Co","description":"Calgary''s oldest and best Kettle Corn manufacturer.  Now providing new and exciting gourmet flavours of popcorn.","products":"Varieties of Popcorn, cotton candy, assorted gourmet snacks"},{"id":"71","name":"Eightgracies","description":"Have been a vendor for many years of Premium Baskets and am excited to offer even more shapes and sizes.","products":"African Baskets\nSunbody Hats"},{"id":"72","name":"Planet Wrap","description":"Reusable Beeswax Food Wrap.  We make them ourselves by hand in Calgary with local and sustainable materials.\nWe have been in business for 6 years.","products":"Reusable Beeswax Foodwrap handmade from local and sustainable materials.\nWe sell one product - a package of 3 sizes S, M, and L"},{"id":"73","name":"peaseblossoms flowers ltd","description":"Peaseblossoms flowers was created in 1995 with the guiding principles of being as local as possible. From the flowers we carry to the giftware we produce and procure, The idea was to always support local growers and artisans to showcase that buying from your local economy was possible and needed. Over the years we moved towards a model of growing and producing goods that would meet our specific needs and gaps in the market. This has enabled us to have exactly what our vision embodies and requires, cutting down significantly on wastage and shipping. Our ecologically mindful model also enables us to support biodiversity and opportunities to educate clients on excellent growing habits and the notion that you can support your local ecology and community by what you purchase. This is our 8th market season at Bearspaw, the market environment is an extension of our bricks and mortar business as it gives us an opportunity to truly hone in on the made in Alberta component of our business. It also gives us an opportunity to connect and support a larger network of vendors that have a similar aim.  We would very much like to retain our traditional spot number 86 please!","products":"Fresh flowers, dried flowers, lavender goods, gift ware produced by us in floral themes- such as flower fairy wands. Wreaths, swags, small amount of plants. Porcelain ornaments- floral themed made by us"},{"id":"74","name":"OnTap Oil &amp; Vinegar","description":"OnTap Oil &amp; Vinegar is a family owned and operated business with 2 locations: Okotoks and Airdrie. We sell flavored, gourmet, world-class olive oil from around the world and aged balsamic vinegars. We also sell products in our stores from our friends at the farmer''s markets in the off season. We''ve been a staple at the Bearspaw Market for 6 years now.","products":"Olive Oil\nBalsamic Vinegar\nTea (loose leaf)"},{"id":"75","name":"Illuminated Glo","description":"We specialize in crystal-infused candles that are hand poured with 100% soy wax. We strive to use the cleanest ingredients that have the least impact on the environment which is why all of our products are made with only the highest quality, premium ingredients that are always safe for you, children, pets &amp; our environment. We ensure an all natural &amp; clean burning candle with our toxin free ingredients.","products":"Crystal Infused Soy Wax Candles\nSoy Wax Melts\nRoom Diffusers\nCar Diffusers\nCrystals"},{"id":"76","name":"Walkers Own Produce","description":"Walker’s Own Produce has being providing the best of our region’s produce to Albertans since 1981. We work directly with small-scale agriculturists to ensure harvested in-time produce; fresh for you, fair for them.","products":"BC: cherries, berries, stone fruit (peaches, plum, nectarine, apricot), grapes, apples, pears, melons, juices, dried fruit\nVegetables: kale, spinach, tomatoes, cucumbers, peppers, mushrooms, carrots, beets, potatoes, cabbage, broccoli, cauliflower, corn, lettuces, herbs, onions, garlic, sprouts, parsnips, radish, turnip, kohlrabi, chard, peas, beans, leek, squash (winter\/summer)\nOur own preserves of such"},{"id":"77","name":"Kruses Inc.","description":"We sell pure Quebec maple syrup in Calgary. Straight from the farm - one farm. None of this maple flavoured corn syrup or blended maple syrup nonsense","products":"Maple baked good products\nMaple Syrup products from Quebec Farm\nDanishes, breads, berliners, squares, tarts, croissants, stollen, cups, chai and pumpkin cream cheese muffins."},{"id":"80","name":"Lone Star Angus","description":"“We Raise the Meat, We Do Not Source it”.","products":"Grass Fed and Finished Lone Star Angus Beef - all cuts\nGrass fed lamb\nFarm fresh eggs \nLone Star Angus Branded products"},{"id":"81","name":"Ariya Meal Inc","description":"We are a Burmese Foods producer in Calgary. We make healthy yet tasty ready meal kits, appetizers and topping products. Our ultimate goal is to give our customers a piece of happiness through the food we make. \nDue to the love and continuous support of our customers, we have been successfully deliver our products across Alberta from this year.","products":"Frozen Meal Kit: Rangoon Coconut Noodle Soup\nFrozen Appetizers: Yellow Peas Patties, Burmese Samosa\nTopping: Crispy Chili Topping (Spicy and Mild), Chili Oil"},{"id":"82","name":"Soupin'' It Up","description":"We are a family owned and operated business started in 2013 in BC until we moved to Alberta in late 2014. We hand craft all of our products, no machines are used,  from high quality, commercially dehydrated products. We create and test our own recipes for each and every product we sell to ensure a delectable experience for our customers.","products":"Hand made, prepackaged, dry soup mixes, bread mixes, rice side dish mixes, salad mixes"}],"category":{"clothes":[{"id":"5","name":"Annabelle’s Silver &amp;Art","description":"My jewellery designs have been inspired from my travels, and my love for different cultures. Each piece is derived from My jewellery designs have been inspired from my travels, and my love for different cultures. I use natural stones an metals.","products":"Jewelry and clothing"},{"id":"22","name":"Urku","description":"Franklin and Rebecca Saavedra, owners and designers of Urku product, bring a beautiful and warm collection of fall and winterwear. Our products are made chiefly from Alpaca and Sheep wool, although we do use a variety of wools. Each jacket is meticulously hand knit, and finished with sewing liners and applicays to provide a beautiful and unique work of art in each piece of clothing. Please come to visit, chat and check out our wares.","products":"Jackets, sweaters, ponchos, mitts, hats, scarves (fall and winterwear)"},{"id":"40","name":"Stunning Creations","description":"The Handmade designs at Stunning Creations capture the hearts and interests of all those who experience these products first hand.  The craftsmanship and creative design have a wow factor like no other.  Stunning Creations has a line of artistically crocheted lace jewelry that is lightweight, adjustable, and has a sparkle effect that makes heads turn.  Our line includes necklaces, infinity scarves, bracelets and earrings that come in over 50 color choices.  Along with this collection, Stunning Creations recently launched a beautiful line of hand knit scarves, and cable knit hats each topped off with a luxurious detachable pompom.  This cool weather wear is buttery soft to the touch and irresistible.  To top things off is a gorgeous line of ponchos, capes and vests.  Make a fashion statement for any season with a beautiful poncho trimmed with the softest faux fur, and beautiful colors choices.  Perfect for layering all your seasonal looks and feels like you''re wearing a hug!  Stunning Creations has the perfect option for you!\n\n","products":"Handcrafted lace jewelry and accessories along with knit hats, scarves and ponchos."},{"id":"43","name":"Next Gen Flowers","description":"Next Gen Flowers grow all the flowers used in our fresh and dried arrangements and wreaths at our family owned and operated cut flower farm located near Priddis, AB.  We have been selling our flowers locally for over 25 years.  We are focused on providing quality and sustainable flowers to our customers.  In 2020 we started selling our fresh bouquets in glass jars to help reduce our one time plastic use. We also practice companion planting to help with pest control, to provide habitat for beneficial insects, to maximize our use of space which also reduces watering requirements.","products":"We grow fresh cut flowers on our acreage and make fresh cut flower bouquets that are sold at Farmers Markets in the Calgary area.  We supplement our cut flower products when they are not in season with dried flower arrangements, wreaths and we sell potted perennials in the early summer."},{"id":"46","name":"PS Modern","description":"What started as a single flavour has grown into 30 including the original elderflower, mint, linden blossom, hibiscus, hot toddy, and even a mulled wine starter. The syrups can be enjoyed in beverages that are cold, hot, carbonated, still, or alcoholic.\n\nThrough deconstructing your favourite drinks, you control the amount of flavour and sugar. Whether you’re mixing up a mojito with the mint syrup or making a juice for you and your kids with the hibiscus, PS Modern belongs in your beverages. \n\nA perfect addition or the main ingredient.","products":"I make cordial syrups for mocktails cocktails and craft sodas. I have 23-30 flavors that vary during the season.\nI also make a peach chutney, and a chili lime hot sauce"},{"id":"62","name":"Full Moon Jewelry","description":"Full Moon Jewelry is a Mother &amp; Daughter team based in Airdrie. They make beautiful jewelry out of Canadian Pennies and  Foreign Coins, recent or quite old, as well as from Vintage Used Stamps. They also make pendants, bracelets and earrings with a wide selection of semi-precious gemstones, real pearls and other funky components (all lead and nickel free ) and\/or with 925 Sterling Silver settings.  ALL affordable and unique. Custom orders welcome (year of coins, colors and settings).","products":"Various jewelry made with either coins (Canadian Pennies and Foreign coins), Vintage Stamps or with various components. Includes earrings, pendants, necklaces, bracelets, rings. Other rings that we do not make made of stainless steel. 80% of what we sell is made by us, 20% is se-sale."},{"id":"71","name":"Eightgracies","description":"Have been a vendor for many years of Premium Baskets and am excited to offer even more shapes and sizes.","products":"African Baskets\nSunbody Hats"}],"jewelry":[{"id":"4","name":"Chi''s Tea Company","description":"Chi’s Tea Company was formed on the premise to heal one’s body, mind and soul through consumption of natural herbs and plants to nourish that life force. As a four year old Calgary based family run business, they take pride in their unique elixirs.\n\nThey hand blend therapeutic loose-leaf teas using premium organic herbs, plants and spices filled with superlative health benefits. Their Award winning, delicately crafted artisanal teas are delicious besides being additive free, gluten free, sugar free, vegan, keto friendly and enjoyed equally by all age groups alike. \n\nChi''s Tea also carry oil pulling blend and quick absorbtion superfoods which are essentially plant extracts for your natural daily dose of antioxidants, vitamins to support your immune system to revitalize, recharge and reenergize!","products":"Therapeutic tea blends, superfoods, elixirs, oil pulling blend, raw cane sugar, dates, tea accessories, iced teas"},{"id":"5","name":"Annabelle’s Silver &amp;Art","description":"My jewellery designs have been inspired from my travels, and my love for different cultures. Each piece is derived from My jewellery designs have been inspired from my travels, and my love for different cultures. I use natural stones an metals.","products":"Jewelry and clothing"},{"id":"40","name":"Stunning Creations","description":"The Handmade designs at Stunning Creations capture the hearts and interests of all those who experience these products first hand.  The craftsmanship and creative design have a wow factor like no other.  Stunning Creations has a line of artistically crocheted lace jewelry that is lightweight, adjustable, and has a sparkle effect that makes heads turn.  Our line includes necklaces, infinity scarves, bracelets and earrings that come in over 50 color choices.  Along with this collection, Stunning Creations recently launched a beautiful line of hand knit scarves, and cable knit hats each topped off with a luxurious detachable pompom.  This cool weather wear is buttery soft to the touch and irresistible.  To top things off is a gorgeous line of ponchos, capes and vests.  Make a fashion statement for any season with a beautiful poncho trimmed with the softest faux fur, and beautiful colors choices.  Perfect for layering all your seasonal looks and feels like you''re wearing a hug!  Stunning Creations has the perfect option for you!\n\n","products":"Handcrafted lace jewelry and accessories along with knit hats, scarves and ponchos."},{"id":"51","name":"The Wool Mine","description":"The Wool Mine has  been designing their unique products for almost 30 years. We raise sheep and our own wool is used in all our felted wool products. Each piece of fabric is hand dyed and embellished creating one of a kind pieces.   When we started our leather company we applied the same principles. Hand dyed and stamped leathers for unique products. We have high standards that reflect what we make and sell.","products":"Felted wool mittens, vests, seat covers, earmuffs, boot covers, dryer balls.  Leather handbags and accessories , flip flops, wallets, earrings."},{"id":"62","name":"Full Moon Jewelry","description":"Full Moon Jewelry is a Mother &amp; Daughter team based in Airdrie. They make beautiful jewelry out of Canadian Pennies and  Foreign Coins, recent or quite old, as well as from Vintage Used Stamps. They also make pendants, bracelets and earrings with a wide selection of semi-precious gemstones, real pearls and other funky components (all lead and nickel free ) and\/or with 925 Sterling Silver settings.  ALL affordable and unique. Custom orders welcome (year of coins, colors and settings).","products":"Various jewelry made with either coins (Canadian Pennies and Foreign coins), Vintage Stamps or with various components. Includes earrings, pendants, necklaces, bracelets, rings. Other rings that we do not make made of stainless steel. 80% of what we sell is made by us, 20% is se-sale."}],"bakery":[{"id":"7","name":"Magenta Home","description":"We make everything from locally sourced reclaimed wood. Small home decor items such as: trays, candle holders, wall house pieces, wall hook pieces, house art paint set.","products":"Trays, candle holders, wall house pieces, wall hook pieces, house art paint set, everything made with reclaimed wood."},{"id":"10","name":"Shamm’s kitchen","description":"I love cooking and I like to share my preparation with people .I love knitting , sewing and crotche so I make craft items, indian apperals, tops , scarves .","products":"Samosa, pakoras, wraps,curries, sauces,naan,roti,dosa thin bread, paranthas and curry meals,chicken and veg,indian chutnies and pickles, dips, pita chips, papadums,spices, indian peanut chikki,sweets, rice krispies,baklawa,falafal, pre packed lunch boxes.hand made craft items sewing, knitting and crotchet gift items and indian apperals,tops,shawl, scarves, tote bags, aprons,table cloth , curtain panel, cozies, t towels, henna tattoos and henna cones."},{"id":"28","name":"Solstice Berry Farm","description":"Solstice Berry Farm is family-owned and operated, growing high quality saskatoon berries since 2003.  We are privileged to be located in the gorgeous foothills of the Rocky Mountains, just NW of Calgary, Alberta. We are a family who are passionate about saskatoons, so much so that we have chosen only to grow these berries.  Saskatoon berries are such a powerhouse of anti-oxidants, nutrition and most importantly, great taste!  On our farm we continually strive to be responsible stewards of the land, and in the process creating a place we call home, we love sharing our journey, passion and experiences with others.","products":"Saskatoons:  (frozen)\nFrozen ready-to-bake pies:  saskatoon, saskatoon\/rhubarb, saskatoon\/strawberry, strawberry\/rhubarb\nPie Filling:  saskatoon, no added sugar saskatoon\nRegular sugar products:\nJams:  saskatoon, saskatoon\/rhubarb spread, saskatoon\/strawberry, strawberry\/rhubarb, Hot Thai Chili Saskatoon Jam\nJelly:  saskatoon\nSyrup:  saskatoon\nNo added sugar:  saskatoon jam, saskatoon pie\nSaskatoon Berry Juice\nSaskatoon Vinaigrette\nSaskatoon BBQ Sauce\nSaskatoon Dessert Topping\n\nHandmade soap:  saskatoon (our primary product) plus a selection of others.  Made by a third party for us, who is an expert in skin care and uses our fruit in the products.  All made with food-grade ingredients and all natural essences."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"34","name":"Starlight Snacks","description":"Starlight Snacks is family owned and operated freeze dried snack business in Calgary featuring a range of freeze dried products from fruit, ice cream and cheese to jello and of course candy. We are always working on creating new and innovated freeze dried snacks for our customers.\nNo more sticky, chewy candy that sticks to your teeth and make a mess. No more melting or need for a fridge\/freezer. Our treats are shelf stable and easy to travel with.\nThese bite sized snacks are perfect for those sweet cravings of yours.\nSugar Free options available.","products":"Freeze Dried Snacks including taffy, sugar free taffy, skittles, marshmallows, ice cream, jello, fruits, cheese, and other specialty freeze dried items. I sometimes also carry non-freeze dried candies."},{"id":"35","name":"I Love Biscotti Co.","description":"&quot;I Love Biscotti Co.&quot; biscotti are an original take on the traditional Italian biscotti. \nEach biscotti is handmade and decorated individually, and the care shown comes through in each sweet bite.\nInstead of traditional biscotti flavors, we like to focus on unique and seasonal flavours like salted caramel, lemon lavender, pumpkin spice, chocolate raspberry and many more.\nThey are made with fresh ingredients for natural flavour and baked three times for additional crunch,\nperfect with your morning coffee, espresso, tea, or glass of milk.","products":"Gourmet Biscotti and gourmet cookie\/sweets accompanied by locally roasted coffee (Kingdom Coffee) in variety of gift packaging (gift boxes, gift bags, cups, baskets for special occasions)."},{"id":"36","name":"Ma Pastry Inc.","description":"Ma Pies make and sell frozen pocket pies for people that want to save time in the kitchen and still enjoy a flaky, buttery, and tender crust. Whether you''re looking for something savoury, sweet, for yourself, or for your guests, we have them all!","products":"- Frozen savoury and sweet pocket pies\n- Frozen pizza pies and galettes\n- Other frozen baked goods\n- Baked sweet pocket pies"},{"id":"39","name":"Russell Up Some Buns","description":"Russell Up Some Buns provides homemade buns like your Mom or Grandma used to make.  Traditional cinnamon buns, the cheesiest cheese buns you''ll find, along with our 5 seed canary bun (poppy, pumpkin, pumpkin, sunflower &amp; flax seeds).  We bake as many fresh buns as we can on the morning of the market as we want to bring our best product for you to enjoy.","products":"Homemade buns: cinnamon, cheese, canary buns.  Some varieties with be gluten free &amp; dairy free, and others are vegan friendly.\nPossibly bringing some homemade dinner buns this season (white &amp;\/or whole wheat), and rice crispy squares."},{"id":"52","name":"Prairie Mill Bread Co. Ltd.","description":"Delicious wholegrain organic breads","products":"Variety of Organic Wholegrain bread products"},{"id":"77","name":"Kruses Inc.","description":"We sell pure Quebec maple syrup in Calgary. Straight from the farm - one farm. None of this maple flavoured corn syrup or blended maple syrup nonsense","products":"Maple baked good products\nMaple Syrup products from Quebec Farm\nDanishes, breads, berliners, squares, tarts, croissants, stollen, cups, chai and pumpkin cream cheese muffins."},{"id":"82","name":"Soupin'' It Up","description":"We are a family owned and operated business started in 2013 in BC until we moved to Alberta in late 2014. We hand craft all of our products, no machines are used,  from high quality, commercially dehydrated products. We create and test our own recipes for each and every product we sell to ensure a delectable experience for our customers.","products":"Hand made, prepackaged, dry soup mixes, bread mixes, rice side dish mixes, salad mixes"}],"drinks":[{"id":"1","name":"Bono coffee inc","description":"Coffee rosters","products":"Coffee beans"},{"id":"4","name":"Chi''s Tea Company","description":"Chi’s Tea Company was formed on the premise to heal one’s body, mind and soul through consumption of natural herbs and plants to nourish that life force. As a four year old Calgary based family run business, they take pride in their unique elixirs.\n\nThey hand blend therapeutic loose-leaf teas using premium organic herbs, plants and spices filled with superlative health benefits. Their Award winning, delicately crafted artisanal teas are delicious besides being additive free, gluten free, sugar free, vegan, keto friendly and enjoyed equally by all age groups alike. \n\nChi''s Tea also carry oil pulling blend and quick absorbtion superfoods which are essentially plant extracts for your natural daily dose of antioxidants, vitamins to support your immune system to revitalize, recharge and reenergize!","products":"Therapeutic tea blends, superfoods, elixirs, oil pulling blend, raw cane sugar, dates, tea accessories, iced teas"},{"id":"16","name":"Cian''s Mustard Inc","description":"Cian''s Mustard is a family business that crafts a variety of flavoured prepared mustards using natural and Canadian sourced ingredients (Alberta, BC, and Quebec).  Our story began with a family recipe (Grandfather’s) and one young man’s snack of a mustard sandwich.  We strive to grow at a sustainable pace as customer service and our product integrity is of upmost importance to us.\nWe go “beyond ordinary” mustard of the traditional mustard and vinegar. We use a variety of ingredients to maximize flavours creating a more nutriently impactful mustard.","products":"A variety of prepared mustards: Original, Medium, Hot, Maple, Honey, Beer, Honey Hot with seasonal flavours"},{"id":"17","name":"The O.T. Brewing Company Inc.","description":"OT Brewing Company would like people to come together in whatever adventure they are in and enjoy a great craft beer with the people they love.\n\nOT wants to enrich Alberta’s craft beer lovers with a variety of mouth-watering, high-quality craft brews.  We unapologetically step out of the box with the beers we create to compliment life’s moments.","products":"Craft Beer"},{"id":"20","name":"Mylos Mills","description":"Our products are handmade stainless steel mills for pepper, salt, coffee and spices. We make them in various formats\/sizes.","products":"Stainless steel pepper mills, salt mills, coffee mills, spice mills."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"35","name":"I Love Biscotti Co.","description":"&quot;I Love Biscotti Co.&quot; biscotti are an original take on the traditional Italian biscotti. \nEach biscotti is handmade and decorated individually, and the care shown comes through in each sweet bite.\nInstead of traditional biscotti flavors, we like to focus on unique and seasonal flavours like salted caramel, lemon lavender, pumpkin spice, chocolate raspberry and many more.\nThey are made with fresh ingredients for natural flavour and baked three times for additional crunch,\nperfect with your morning coffee, espresso, tea, or glass of milk.","products":"Gourmet Biscotti and gourmet cookie\/sweets accompanied by locally roasted coffee (Kingdom Coffee) in variety of gift packaging (gift boxes, gift bags, cups, baskets for special occasions)."},{"id":"57","name":"Home Stitchery Decor","description":"Home Stitchery Decor specializes in handcrafted rugs and coordinated home decor with a fun farmhouse flair.  Each item is designed and created in my studio in SW Calgary.  You can shop the look direct from me at the Farmers Market and online; or if crafting is your thing find my channel on YouTube where I teach what I do.","products":"Rugs, Tea Towels, Blanket Ladders, Soup Cozies, Dish Cloths, Placemats, Pillows, Dish Drying Mats, Cup Holders, Mandalas, Aprons, Pot Holders, Potato Bags, Lavender Rice Bags,"},{"id":"65","name":"Five''21 Roasters LTD","description":"Fuelling intentional lives in Calgary with small-batch, freshly roasted premium coffees.","products":"Artisanal Roasted coffee in 400g, 2lb, 5lb bags"},{"id":"74","name":"OnTap Oil &amp; Vinegar","description":"OnTap Oil &amp; Vinegar is a family owned and operated business with 2 locations: Okotoks and Airdrie. We sell flavored, gourmet, world-class olive oil from around the world and aged balsamic vinegars. We also sell products in our stores from our friends at the farmer''s markets in the off season. We''ve been a staple at the Bearspaw Market for 6 years now.","products":"Olive Oil\nBalsamic Vinegar\nTea (loose leaf)"}],"home":[{"id":"7","name":"Magenta Home","description":"We make everything from locally sourced reclaimed wood. Small home decor items such as: trays, candle holders, wall house pieces, wall hook pieces, house art paint set.","products":"Trays, candle holders, wall house pieces, wall hook pieces, house art paint set, everything made with reclaimed wood."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"45","name":"Michelle’s Market","description":"Michelle’s Market is a family farm NE of Brooks Alberta and we grow field vegetables as naturally as possible and provide customers the freshest produce possible. We enjoy selling our products at Bearspaw Lions Farmers Market as the customers appreciate the effort we put in growing veggies.","products":"Peas, beans, carrots, potatoes, onions, lettuce, spinach, Swiss chard, asparagus, beets, zucchini, cucumbers, dill, leeks, broccoli, cabbage, cauliflower, celery, winter squash, pumpkins, ornamental corn, corn, gourds, field tomatoes, field peppers, patty-pan squash, watermelon, cantaloupe, strawberries, honeydew, Brussel sprouts, garlic, radishes, soybeans, eggplant, vegetable marrow, kale, rhubarb, parsnips"},{"id":"48","name":"Souto Farms Markets LTD","description":"We are proud to share the inner workings of our family business and explain what sustainable, local farming means to us. As many of you know, we are third generation fruit farmers from Oliver, BC. Over the years, we have grown from hard working farmers into a trusted source of delicious goods sold at Alberta farmer''s markets.\n\nHaving a fruit farm in BC, we always wanted our own vegetable farm in Alberta. In 2018, we planted our own ground crop on our property in Airdrie. We are very proud to have two farms and the ability to provide fresh BC fruit and AB veggies to you and your families - the best of both worlds :)\n\nWe understand that people want to know what they are eating. We also know that you are making a choice in trusting that we are giving you quality products, and are supporting a local, family-run business. Most importantly, we want you to know how much love and respect goes into creating our product and business and that you are a large part of that too.\n\nSouto Farms was built on three key values: community, integrity, and sustainability.","products":"Cherries, peaches, apricots, pears, pruns, plums, grapes, nectarines, all apples, all berries, dried fruit, apple juice, sparkling juice, carrots, potatoes, broccoli, cauliflower, Brussel sprouts, peppers, radishes, onions, garlic, corn, beans, peas, beets, spinach, melons, cucumbers, tomatoes, mushrooms, zucchini etc"},{"id":"56","name":"Buzzy Bee Honey","description":"Our objective is to carefully harvest healthy bee products including, various honeys, bee pollen and propolis to satisfy our customer demand.","products":"Honey, (Comb honey, Liquid honey, Creamed honey, flavoured honey, Honey straws) Candles, Propolis, Bee Pollen."},{"id":"57","name":"Home Stitchery Decor","description":"Home Stitchery Decor specializes in handcrafted rugs and coordinated home decor with a fun farmhouse flair.  Each item is designed and created in my studio in SW Calgary.  You can shop the look direct from me at the Farmers Market and online; or if crafting is your thing find my channel on YouTube where I teach what I do.","products":"Rugs, Tea Towels, Blanket Ladders, Soup Cozies, Dish Cloths, Placemats, Pillows, Dish Drying Mats, Cup Holders, Mandalas, Aprons, Pot Holders, Potato Bags, Lavender Rice Bags,"},{"id":"72","name":"Planet Wrap","description":"Reusable Beeswax Food Wrap.  We make them ourselves by hand in Calgary with local and sustainable materials.\nWe have been in business for 6 years.","products":"Reusable Beeswax Foodwrap handmade from local and sustainable materials.\nWe sell one product - a package of 3 sizes S, M, and L"},{"id":"75","name":"Illuminated Glo","description":"We specialize in crystal-infused candles that are hand poured with 100% soy wax. We strive to use the cleanest ingredients that have the least impact on the environment which is why all of our products are made with only the highest quality, premium ingredients that are always safe for you, children, pets &amp; our environment. We ensure an all natural &amp; clean burning candle with our toxin free ingredients.","products":"Crystal Infused Soy Wax Candles\nSoy Wax Melts\nRoom Diffusers\nCar Diffusers\nCrystals"},{"id":"76","name":"Walkers Own Produce","description":"Walker’s Own Produce has being providing the best of our region’s produce to Albertans since 1981. We work directly with small-scale agriculturists to ensure harvested in-time produce; fresh for you, fair for them.","products":"BC: cherries, berries, stone fruit (peaches, plum, nectarine, apricot), grapes, apples, pears, melons, juices, dried fruit\nVegetables: kale, spinach, tomatoes, cucumbers, peppers, mushrooms, carrots, beets, potatoes, cabbage, broccoli, cauliflower, corn, lettuces, herbs, onions, garlic, sprouts, parsnips, radish, turnip, kohlrabi, chard, peas, beans, leek, squash (winter\/summer)\nOur own preserves of such"}],"food":[{"id":"4","name":"Chi''s Tea Company","description":"Chi’s Tea Company was formed on the premise to heal one’s body, mind and soul through consumption of natural herbs and plants to nourish that life force. As a four year old Calgary based family run business, they take pride in their unique elixirs.\n\nThey hand blend therapeutic loose-leaf teas using premium organic herbs, plants and spices filled with superlative health benefits. Their Award winning, delicately crafted artisanal teas are delicious besides being additive free, gluten free, sugar free, vegan, keto friendly and enjoyed equally by all age groups alike. \n\nChi''s Tea also carry oil pulling blend and quick absorbtion superfoods which are essentially plant extracts for your natural daily dose of antioxidants, vitamins to support your immune system to revitalize, recharge and reenergize!","products":"Therapeutic tea blends, superfoods, elixirs, oil pulling blend, raw cane sugar, dates, tea accessories, iced teas"},{"id":"10","name":"Shamm’s kitchen","description":"I love cooking and I like to share my preparation with people .I love knitting , sewing and crotche so I make craft items, indian apperals, tops , scarves .","products":"Samosa, pakoras, wraps,curries, sauces,naan,roti,dosa thin bread, paranthas and curry meals,chicken and veg,indian chutnies and pickles, dips, pita chips, papadums,spices, indian peanut chikki,sweets, rice krispies,baklawa,falafal, pre packed lunch boxes.hand made craft items sewing, knitting and crotchet gift items and indian apperals,tops,shawl, scarves, tote bags, aprons,table cloth , curtain panel, cozies, t towels, henna tattoos and henna cones."},{"id":"16","name":"Cian''s Mustard Inc","description":"Cian''s Mustard is a family business that crafts a variety of flavoured prepared mustards using natural and Canadian sourced ingredients (Alberta, BC, and Quebec).  Our story began with a family recipe (Grandfather’s) and one young man’s snack of a mustard sandwich.  We strive to grow at a sustainable pace as customer service and our product integrity is of upmost importance to us.\nWe go “beyond ordinary” mustard of the traditional mustard and vinegar. We use a variety of ingredients to maximize flavours creating a more nutriently impactful mustard.","products":"A variety of prepared mustards: Original, Medium, Hot, Maple, Honey, Beer, Honey Hot with seasonal flavours"},{"id":"25","name":"Innisfail Growers","description":"We are 5 central Alberta families working together to grow high quality, local and fresh produce.  We also make many different preserves in our commercial kitchens.","products":"Alberta grown vegetables, flowers, preserves and caramel popcorn."},{"id":"28","name":"Solstice Berry Farm","description":"Solstice Berry Farm is family-owned and operated, growing high quality saskatoon berries since 2003.  We are privileged to be located in the gorgeous foothills of the Rocky Mountains, just NW of Calgary, Alberta. We are a family who are passionate about saskatoons, so much so that we have chosen only to grow these berries.  Saskatoon berries are such a powerhouse of anti-oxidants, nutrition and most importantly, great taste!  On our farm we continually strive to be responsible stewards of the land, and in the process creating a place we call home, we love sharing our journey, passion and experiences with others.","products":"Saskatoons:  (frozen)\nFrozen ready-to-bake pies:  saskatoon, saskatoon\/rhubarb, saskatoon\/strawberry, strawberry\/rhubarb\nPie Filling:  saskatoon, no added sugar saskatoon\nRegular sugar products:\nJams:  saskatoon, saskatoon\/rhubarb spread, saskatoon\/strawberry, strawberry\/rhubarb, Hot Thai Chili Saskatoon Jam\nJelly:  saskatoon\nSyrup:  saskatoon\nNo added sugar:  saskatoon jam, saskatoon pie\nSaskatoon Berry Juice\nSaskatoon Vinaigrette\nSaskatoon BBQ Sauce\nSaskatoon Dessert Topping\n\nHandmade soap:  saskatoon (our primary product) plus a selection of others.  Made by a third party for us, who is an expert in skin care and uses our fruit in the products.  All made with food-grade ingredients and all natural essences."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"34","name":"Starlight Snacks","description":"Starlight Snacks is family owned and operated freeze dried snack business in Calgary featuring a range of freeze dried products from fruit, ice cream and cheese to jello and of course candy. We are always working on creating new and innovated freeze dried snacks for our customers.\nNo more sticky, chewy candy that sticks to your teeth and make a mess. No more melting or need for a fridge\/freezer. Our treats are shelf stable and easy to travel with.\nThese bite sized snacks are perfect for those sweet cravings of yours.\nSugar Free options available.","products":"Freeze Dried Snacks including taffy, sugar free taffy, skittles, marshmallows, ice cream, jello, fruits, cheese, and other specialty freeze dried items. I sometimes also carry non-freeze dried candies."},{"id":"35","name":"I Love Biscotti Co.","description":"&quot;I Love Biscotti Co.&quot; biscotti are an original take on the traditional Italian biscotti. \nEach biscotti is handmade and decorated individually, and the care shown comes through in each sweet bite.\nInstead of traditional biscotti flavors, we like to focus on unique and seasonal flavours like salted caramel, lemon lavender, pumpkin spice, chocolate raspberry and many more.\nThey are made with fresh ingredients for natural flavour and baked three times for additional crunch,\nperfect with your morning coffee, espresso, tea, or glass of milk.","products":"Gourmet Biscotti and gourmet cookie\/sweets accompanied by locally roasted coffee (Kingdom Coffee) in variety of gift packaging (gift boxes, gift bags, cups, baskets for special occasions)."},{"id":"36","name":"Ma Pastry Inc.","description":"Ma Pies make and sell frozen pocket pies for people that want to save time in the kitchen and still enjoy a flaky, buttery, and tender crust. Whether you''re looking for something savoury, sweet, for yourself, or for your guests, we have them all!","products":"- Frozen savoury and sweet pocket pies\n- Frozen pizza pies and galettes\n- Other frozen baked goods\n- Baked sweet pocket pies"},{"id":"41","name":"Jenny''s Delectables Inc.","description":"Jenny''s Delectables Inc. was created by founder Jennifer Kohut, who began the production and sale of her famous Gourmet Stuff''d Potatoes in 2016. Available only in farmer''s markets for the first 2 years, Jenny''s Delectables quickly grew in popularity across the province, and now includes a wide variety of products including potato skins and mashed potato trays! Committed to producing top quality gourmet food products that customers can feel good about putting on the dinner table, Jenny''s Delectables never wavers from the highest of standards and only uses the freshest, most natural ingredients sourced from local Alberta farms.","products":"Gourmet Stuff''d Potatoes (7 flavours)\nGourmet Potato Skins (2 flavours)\nGourmet Crab Stuff''d Mushroom Caps\nGourmet Smashed Potato Trays (2 flavours)"},{"id":"45","name":"Michelle’s Market","description":"Michelle’s Market is a family farm NE of Brooks Alberta and we grow field vegetables as naturally as possible and provide customers the freshest produce possible. We enjoy selling our products at Bearspaw Lions Farmers Market as the customers appreciate the effort we put in growing veggies.","products":"Peas, beans, carrots, potatoes, onions, lettuce, spinach, Swiss chard, asparagus, beets, zucchini, cucumbers, dill, leeks, broccoli, cabbage, cauliflower, celery, winter squash, pumpkins, ornamental corn, corn, gourds, field tomatoes, field peppers, patty-pan squash, watermelon, cantaloupe, strawberries, honeydew, Brussel sprouts, garlic, radishes, soybeans, eggplant, vegetable marrow, kale, rhubarb, parsnips"},{"id":"48","name":"Souto Farms Markets LTD","description":"We are proud to share the inner workings of our family business and explain what sustainable, local farming means to us. As many of you know, we are third generation fruit farmers from Oliver, BC. Over the years, we have grown from hard working farmers into a trusted source of delicious goods sold at Alberta farmer''s markets.\n\nHaving a fruit farm in BC, we always wanted our own vegetable farm in Alberta. In 2018, we planted our own ground crop on our property in Airdrie. We are very proud to have two farms and the ability to provide fresh BC fruit and AB veggies to you and your families - the best of both worlds :)\n\nWe understand that people want to know what they are eating. We also know that you are making a choice in trusting that we are giving you quality products, and are supporting a local, family-run business. Most importantly, we want you to know how much love and respect goes into creating our product and business and that you are a large part of that too.\n\nSouto Farms was built on three key values: community, integrity, and sustainability.","products":"Cherries, peaches, apricots, pears, pruns, plums, grapes, nectarines, all apples, all berries, dried fruit, apple juice, sparkling juice, carrots, potatoes, broccoli, cauliflower, Brussel sprouts, peppers, radishes, onions, garlic, corn, beans, peas, beets, spinach, melons, cucumbers, tomatoes, mushrooms, zucchini etc"},{"id":"50","name":"Hear Me Raw","description":"We are a passionate team of individuals dedicated to mindfully crafting functional snacks without compromising taste. We are committed to fostering sustainable relationships both inside our walls and out. At Hear Me “Raw” we are always searching, challenging and doing. We strive to be 1% better everyday in our sourcing, production, company culture, sustainability and impeccable customer service. Our mission is to educate, inspire and empower people to embrace eating with intention.","products":"Pant Based superfood snacks"},{"id":"56","name":"Buzzy Bee Honey","description":"Our objective is to carefully harvest healthy bee products including, various honeys, bee pollen and propolis to satisfy our customer demand.","products":"Honey, (Comb honey, Liquid honey, Creamed honey, flavoured honey, Honey straws) Candles, Propolis, Bee Pollen."},{"id":"69","name":"Sugar Creek Kettle Corn Co","description":"Calgary''s oldest and best Kettle Corn manufacturer.  Now providing new and exciting gourmet flavours of popcorn.","products":"Varieties of Popcorn, cotton candy, assorted gourmet snacks"},{"id":"72","name":"Planet Wrap","description":"Reusable Beeswax Food Wrap.  We make them ourselves by hand in Calgary with local and sustainable materials.\nWe have been in business for 6 years.","products":"Reusable Beeswax Foodwrap handmade from local and sustainable materials.\nWe sell one product - a package of 3 sizes S, M, and L"},{"id":"76","name":"Walkers Own Produce","description":"Walker’s Own Produce has being providing the best of our region’s produce to Albertans since 1981. We work directly with small-scale agriculturists to ensure harvested in-time produce; fresh for you, fair for them.","products":"BC: cherries, berries, stone fruit (peaches, plum, nectarine, apricot), grapes, apples, pears, melons, juices, dried fruit\nVegetables: kale, spinach, tomatoes, cucumbers, peppers, mushrooms, carrots, beets, potatoes, cabbage, broccoli, cauliflower, corn, lettuces, herbs, onions, garlic, sprouts, parsnips, radish, turnip, kohlrabi, chard, peas, beans, leek, squash (winter\/summer)\nOur own preserves of such"}],"art":[{"id":"7","name":"Magenta Home","description":"We make everything from locally sourced reclaimed wood. Small home decor items such as: trays, candle holders, wall house pieces, wall hook pieces, house art paint set.","products":"Trays, candle holders, wall house pieces, wall hook pieces, house art paint set, everything made with reclaimed wood."},{"id":"13","name":"ARTISTIC IMPRESSIONS BY ADRIANAH","description":"One of a kind, Unique Pieces of Art Works...I also do Pet Portraits","products":"Artworks On Reclaimed woods with mixed Mediums"},{"id":"28","name":"Solstice Berry Farm","description":"Solstice Berry Farm is family-owned and operated, growing high quality saskatoon berries since 2003.  We are privileged to be located in the gorgeous foothills of the Rocky Mountains, just NW of Calgary, Alberta. We are a family who are passionate about saskatoons, so much so that we have chosen only to grow these berries.  Saskatoon berries are such a powerhouse of anti-oxidants, nutrition and most importantly, great taste!  On our farm we continually strive to be responsible stewards of the land, and in the process creating a place we call home, we love sharing our journey, passion and experiences with others.","products":"Saskatoons:  (frozen)\nFrozen ready-to-bake pies:  saskatoon, saskatoon\/rhubarb, saskatoon\/strawberry, strawberry\/rhubarb\nPie Filling:  saskatoon, no added sugar saskatoon\nRegular sugar products:\nJams:  saskatoon, saskatoon\/rhubarb spread, saskatoon\/strawberry, strawberry\/rhubarb, Hot Thai Chili Saskatoon Jam\nJelly:  saskatoon\nSyrup:  saskatoon\nNo added sugar:  saskatoon jam, saskatoon pie\nSaskatoon Berry Juice\nSaskatoon Vinaigrette\nSaskatoon BBQ Sauce\nSaskatoon Dessert Topping\n\nHandmade soap:  saskatoon (our primary product) plus a selection of others.  Made by a third party for us, who is an expert in skin care and uses our fruit in the products.  All made with food-grade ingredients and all natural essences."},{"id":"65","name":"Five''21 Roasters LTD","description":"Fuelling intentional lives in Calgary with small-batch, freshly roasted premium coffees.","products":"Artisanal Roasted coffee in 400g, 2lb, 5lb bags"},{"id":"66","name":"Aurora Integrated Technologies Inc.","description":"With 30 years of experience in the Arts and Construction industries our focus is on implementation of home solutions such as gates, handrails, and home decor items. Working in metal, wood and epoxy materials we create a wide range of functional art pieces. Our products are as varied as our clients and the three chosen mediums we have decided to employ to create our functional art pieces with.\n\nSpecialties: The application of modern technology and equipment to create timeless pieces of functional art.","products":"Laser engraved - Signs, Wood cutting boards, Wine racks.   Laser cut - Art panels, Pet products, 3D puzzles.   Plasma cut - Handrail panels, Park benches, Key hooks.   Etched glass laser art.   Downspout diverters.   Custom gates and handrails."},{"id":"68","name":"Phylosophies","description":"Phylosophies offers handcrafted artisan jewellery for that unique you; to enhance personal spirit and express the beauty of the soul.","products":"Handcrafted artisan jewellery crafted from semi-precious stones, Swarovski crystals, sterling silver and 24k gold vermeille"},{"id":"77","name":"Kruses Inc.","description":"We sell pure Quebec maple syrup in Calgary. Straight from the farm - one farm. None of this maple flavoured corn syrup or blended maple syrup nonsense","products":"Maple baked good products\nMaple Syrup products from Quebec Farm\nDanishes, breads, berliners, squares, tarts, croissants, stollen, cups, chai and pumpkin cream cheese muffins."}],"produce":[{"id":"25","name":"Innisfail Growers","description":"We are 5 central Alberta families working together to grow high quality, local and fresh produce.  We also make many different preserves in our commercial kitchens.","products":"Alberta grown vegetables, flowers, preserves and caramel popcorn."},{"id":"28","name":"Solstice Berry Farm","description":"Solstice Berry Farm is family-owned and operated, growing high quality saskatoon berries since 2003.  We are privileged to be located in the gorgeous foothills of the Rocky Mountains, just NW of Calgary, Alberta. We are a family who are passionate about saskatoons, so much so that we have chosen only to grow these berries.  Saskatoon berries are such a powerhouse of anti-oxidants, nutrition and most importantly, great taste!  On our farm we continually strive to be responsible stewards of the land, and in the process creating a place we call home, we love sharing our journey, passion and experiences with others.","products":"Saskatoons:  (frozen)\nFrozen ready-to-bake pies:  saskatoon, saskatoon\/rhubarb, saskatoon\/strawberry, strawberry\/rhubarb\nPie Filling:  saskatoon, no added sugar saskatoon\nRegular sugar products:\nJams:  saskatoon, saskatoon\/rhubarb spread, saskatoon\/strawberry, strawberry\/rhubarb, Hot Thai Chili Saskatoon Jam\nJelly:  saskatoon\nSyrup:  saskatoon\nNo added sugar:  saskatoon jam, saskatoon pie\nSaskatoon Berry Juice\nSaskatoon Vinaigrette\nSaskatoon BBQ Sauce\nSaskatoon Dessert Topping\n\nHandmade soap:  saskatoon (our primary product) plus a selection of others.  Made by a third party for us, who is an expert in skin care and uses our fruit in the products.  All made with food-grade ingredients and all natural essences."},{"id":"33","name":"Shirleys Greenhouse","description":"We are a 36,000 square foot greenhouse located east of Didsbury, Alberta. We grow two different types of cucumbers, eight types of tomatoes, hot peppers, bell peppers, butter lettuce, and kale. We also grow 12 acres of field vegetables. \n\nWhat sets us apart from other greenhouse and garden growers is that we grow all our vegetables WITHOUT the use of synthetic pesticides. Our kids can walk into the greenhouse and eat fresh veggies right off the vine.\n\n We guarantee the quality of our product, if you’re not happy we’re not happy.","products":"Tomatoes – baby(cherry\/grape), beefsteak, roma, TOV, zebrino, orange\nCucumbers – mini and long English\nPeppers – red, orange, yellow and mini\nBeans – European flat beans\nLettuce – mixed, romaine &amp; butter leaf\nGreens – spinach, pea shoots, kale, arugula, cilantro, dill, etc.\nVariety of Field crops – lettuce, carrots, potatoes, onions, beets, green onions, variety of squashes, zucchini, cabbage, corn\nFarm Fresh Eggs – raised on farm\nCanning\/preserves – 3 bean salad, blackberry jam, bread n butter pickles, corn relish, dill pickles, jalapeno pepper jelly, pasta sauce, peach jam, pickled beets, pickled onions, pickled tomatoes, pineapple habanero Pepper Jelly, Raspberry Jam, Red pepper Jelly, salsa, spicy pickled beans, strawberry jam, sweet pickle relish, Texas chow chow, wild blueberry jam, zucchini relish, zucchini salsa"},{"id":"34","name":"Starlight Snacks","description":"Starlight Snacks is family owned and operated freeze dried snack business in Calgary featuring a range of freeze dried products from fruit, ice cream and cheese to jello and of course candy. We are always working on creating new and innovated freeze dried snacks for our customers.\nNo more sticky, chewy candy that sticks to your teeth and make a mess. No more melting or need for a fridge\/freezer. Our treats are shelf stable and easy to travel with.\nThese bite sized snacks are perfect for those sweet cravings of yours.\nSugar Free options available.","products":"Freeze Dried Snacks including taffy, sugar free taffy, skittles, marshmallows, ice cream, jello, fruits, cheese, and other specialty freeze dried items. I sometimes also carry non-freeze dried candies."},{"id":"45","name":"Michelle’s Market","description":"Michelle’s Market is a family farm NE of Brooks Alberta and we grow field vegetables as naturally as possible and provide customers the freshest produce possible. We enjoy selling our products at Bearspaw Lions Farmers Market as the customers appreciate the effort we put in growing veggies.","products":"Peas, beans, carrots, potatoes, onions, lettuce, spinach, Swiss chard, asparagus, beets, zucchini, cucumbers, dill, leeks, broccoli, cabbage, cauliflower, celery, winter squash, pumpkins, ornamental corn, corn, gourds, field tomatoes, field peppers, patty-pan squash, watermelon, cantaloupe, strawberries, honeydew, Brussel sprouts, garlic, radishes, soybeans, eggplant, vegetable marrow, kale, rhubarb, parsnips"},{"id":"48","name":"Souto Farms Markets LTD","description":"We are proud to share the inner workings of our family business and explain what sustainable, local farming means to us. As many of you know, we are third generation fruit farmers from Oliver, BC. Over the years, we have grown from hard working farmers into a trusted source of delicious goods sold at Alberta farmer''s markets.\n\nHaving a fruit farm in BC, we always wanted our own vegetable farm in Alberta. In 2018, we planted our own ground crop on our property in Airdrie. We are very proud to have two farms and the ability to provide fresh BC fruit and AB veggies to you and your families - the best of both worlds :)\n\nWe understand that people want to know what they are eating. We also know that you are making a choice in trusting that we are giving you quality products, and are supporting a local, family-run business. Most importantly, we want you to know how much love and respect goes into creating our product and business and that you are a large part of that too.\n\nSouto Farms was built on three key values: community, integrity, and sustainability.","products":"Cherries, peaches, apricots, pears, pruns, plums, grapes, nectarines, all apples, all berries, dried fruit, apple juice, sparkling juice, carrots, potatoes, broccoli, cauliflower, Brussel sprouts, peppers, radishes, onions, garlic, corn, beans, peas, beets, spinach, melons, cucumbers, tomatoes, mushrooms, zucchini etc"},{"id":"76","name":"Walkers Own Produce","description":"Walker’s Own Produce has being providing the best of our region’s produce to Albertans since 1981. We work directly with small-scale agriculturists to ensure harvested in-time produce; fresh for you, fair for them.","products":"BC: cherries, berries, stone fruit (peaches, plum, nectarine, apricot), grapes, apples, pears, melons, juices, dried fruit\nVegetables: kale, spinach, tomatoes, cucumbers, peppers, mushrooms, carrots, beets, potatoes, cabbage, broccoli, cauliflower, corn, lettuces, herbs, onions, garlic, sprouts, parsnips, radish, turnip, kohlrabi, chard, peas, beans, leek, squash (winter\/summer)\nOur own preserves of such"}],"other":[{"id":"2","name":"Tupperware Crown Jewels","description":"","products":"Tupperware"},{"id":"6","name":"Calgary Straight Razor Shaving","description":"S.L.A.M.  Shave like a Man wet shave products\nWe carry all the highest quality wet shave products available mainly Canadian made.","products":"personal hygiene  shave related"},{"id":"8","name":"Screamers n More","description":"We serve 12 flavors of foothills hard ice-cream and 2 flavors of soft ice-cream , we rote the flavors every week so you can find a new treasure every week, our soft ice-cream flavors are not the normal chocolate , we do have vanilla in the one side but want to have  you excited about a new flavor every week.\nOur sundaes are aviable in with 5 topping to choose from , we also offer Screamers.... Soft Vanilla ice-cream and slushies'' together.\nWe also Slushies, pops and water , freezies , popsicles and candy","products":"Foothills Ice-cream Soft &amp; Hard\nSlushies''\nScreamers \nPop &amp; Water\nSundaes (5 flavors) \npopsicles (novelties ) &amp; Freezies\nSome candy and cotton candy"},{"id":"12","name":"Mackenzie Jones Designs Inc","description":"I graduated from the Alberta College of Art in Jewellery and Metals. My team and I hand make one of a kind solid sterling silver, 14K yellow and 14Krose gold fill jewellery. Each and every piece is lovingly hand crafted in our home studio in Calgary. We are inspired by the Canadian Rockies and that theme is evident throughout all of our work.  All of our materials including the metals and stones are locally sourced from Canadian makers and mines.","products":"Handmade Sterling Silver Jewellery Inspired by the Rocky Mountains"},{"id":"26","name":"Moji Bakery","description":"Moji Bakery is a female-run bakery, whose mission is unite individuals, families, communities and cultures, one cheese bun at a time.","products":"We will be selling the following:\nRegular Pandebono: Toapioca based cheese bun\nPandebono with guava: Tapioca based cheese bun with guava"},{"id":"27","name":"Going Nuts","description":"We roast and flavor many different kinds of Nuts and Nut Butters. We also make 10 different types of Granola, and Granola Bars. We have been in business for 18 years, and we are still family run and completely local.","products":"Roasted, Flavored Nuts\nGranola and Granola Bars\nNut Butters"},{"id":"42","name":"Harvest Hill Foods Inc.","description":"Home made authentic Ukrainian foods made from my Baba''s own recipe''s.","products":"Perogies, garlic sausage, borscht and cabbage rolls"},{"id":"49","name":"Thrive Botanicals","description":"Traditional cold-process soap handmade from scratch. They are scented with essential oils, coloured with botanical powders and natural clays.","products":"Traditional cold-process soaps, Botanical Essences, Natural Lip Balm."},{"id":"54","name":"Medicine Hat Meat Traders Ltd.","description":"MHMT has been providing delicious Soft Beef jerky and Caesar Sticks throughout Alberta for over 12 years. Creating wonderful flavours from our family to yours.","products":"Soft Beef Jerky and Caesar Sticks"},{"id":"59","name":"Sabores Restaurant Ltd","description":"Sabores which translates to flavors represents all the sophisticated textures, ingredients, and colors that comprise our cuisine. Sabores seeks to share with the world a piece of a culture that has lasted for generations on end.","products":"Absolutely delicious Mexican style chips and salsas."},{"id":"60","name":"Culture Shocked","description":"Culture Shocked specializes in high quality fermented foods; we make a range of sauerkrauts, kimchi, fermented hot sauces and other condiments. Everything we make is done in small batches and made completely without any added cultures or preservatives here in Calgary.","products":"Sauerkraut\nKimchi\nHot Sauce\nFermented Condiments\nOther Small batch or limited release ferments"},{"id":"61","name":"Demetra Extra Virgin Olive Oil","description":"The product is premium quality extra virgin olive oil. We have sold our extra virgin olive oil at the Bearspaw Farmer Market for years and it is a very popular product. We enjoy your market very much.","products":"extra virgin olive"},{"id":"63","name":"Evil Needle","description":"Evil Needle is a one woman business dedicated to high quality sassy fun and beautiful Aprons and Pillows you will be proud to give ( maybe to yourself ! ) or receive 👏","products":"Aprons and pillows and occasionally hanging towels"},{"id":"64","name":"Norwex","description":"Effective, safe and sustainable Norwex Products include microfiber, household and personal care items that reduce the use of harmful chemicals and help eliminate single use waste.","products":"Norwex microfiber, cleaning without chemicals, environmentally friendly, window cloth, enviro cloth, body and face cloths, laundry detergent"},{"id":"73","name":"peaseblossoms flowers ltd","description":"Peaseblossoms flowers was created in 1995 with the guiding principles of being as local as possible. From the flowers we carry to the giftware we produce and procure, The idea was to always support local growers and artisans to showcase that buying from your local economy was possible and needed. Over the years we moved towards a model of growing and producing goods that would meet our specific needs and gaps in the market. This has enabled us to have exactly what our vision embodies and requires, cutting down significantly on wastage and shipping. Our ecologically mindful model also enables us to support biodiversity and opportunities to educate clients on excellent growing habits and the notion that you can support your local ecology and community by what you purchase. This is our 8th market season at Bearspaw, the market environment is an extension of our bricks and mortar business as it gives us an opportunity to truly hone in on the made in Alberta component of our business. It also gives us an opportunity to connect and support a larger network of vendors that have a similar aim.  We would very much like to retain our traditional spot number 86 please!","products":"Fresh flowers, dried flowers, lavender goods, gift ware produced by us in floral themes- such as flower fairy wands. Wreaths, swags, small amount of plants. Porcelain ornaments- floral themed made by us"},{"id":"80","name":"Lone Star Angus","description":"“We Raise the Meat, We Do Not Source it”.","products":"Grass Fed and Finished Lone Star Angus Beef - all cuts\nGrass fed lamb\nFarm fresh eggs \nLone Star Angus Branded products"},{"id":"81","name":"Ariya Meal Inc","description":"We are a Burmese Foods producer in Calgary. We make healthy yet tasty ready meal kits, appetizers and topping products. Our ultimate goal is to give our customers a piece of happiness through the food we make. \nDue to the love and continuous support of our customers, we have been successfully deliver our products across Alberta from this year.","products":"Frozen Meal Kit: Rangoon Coconut Noodle Soup\nFrozen Appetizers: Yellow Peas Patties, Burmese Samosa\nTopping: Crispy Chili Topping (Spicy and Mild), Chili Oil"}]}}